Tekla.Structures.DialogInternal.CoreInpDialogInterface.AttributeRequestedDelegate
The delegate to use for rebar attribute request.
handle: Native dialog handle
size: Rebar size
grade: Rebar grade
radius: Rebar radius
usage: Rebar usage